intj
moment
top
play
experi
life
perc
last
thing
infj
friend
post
facebook
commit
next
day
rest
peac
enfj
sorri
hear
natur
relationship
perfect
time
everi
exist
tri
figur
hard
welcom
stuff
game
set
least
minut
move
dont
mean
sit
mayb
come
three
youv
determin
type
want
would
like
use
given
cognit
function
left
video
good
one
note
somewhat
subject
complet
death
enfp
favorit
grow
current
cool
appear
late
someon
thought
confid
within
world
id
enjoy
worri
peopl
alway
around
entp
your
hey
main
social
live
convers
even
quickli
realli
part
thread
requir
high
eat
someth
intellectu
follow
mani
could
think
watch
movi
class
clearli
noth
whole
reason
two
babi
right
middl
today
happen
design
wall
see
societi
everyon
becom
artist
draw
idea
count
form
person
im
take
room
bed
learn
share
much
kind
old
school
music
havent
heard
age
fail
public
speak
year
ago
ive
sort
better
posit
big
mental
he
way
area
start
new
find
lack
bore
often
exampl
girlfriend
environ
creativ
isnt
that
flirt
word
balanc
hand
eye
test
score
internet
funni
respons
mention
believ
know
site
half
still
comment
sometim
go
quot
perhap
man
special
knowledg
power
rather
seek
never
real
judg
ne
ti
domin
fe
emot
rare
si
also
ni
due
though
say
first
back
drive
look
rock
best
make
lol
guy
hell
sound
manag
put
coupl
connect
awar
se
admit
get
w
heart
mix
notic
known
ill
away
wont
anyth
style
great
song
long
love
beat
close
extrovert
normal
book
estj
said
except
call
fear
anim
tast
didnt
pretti
problem
impress
femal
okay
help
develop
littl
crush
describ
worst
place
infp
hurt
turn
tell
typic
trait
list
seem
came
bad
alreadi
reach
howev
deal
lean
toward
e
easi
intp
identifi
imagin
bit
build
car
compliment
trust
theyr
weird
laugh
run
usual
leav
end
work
mine
meet
need
respond
wasnt
wouldnt
abl
sad
lose
knew
give
awesom
stupid
wake
stay
opinion
theori
suggest
difficult
situat
random
open
glad
thank
made
sever
hour
line
avatar
later
fellow
keep
enough
cours
absolut
amaz
ye
case
feel
stuck
mind
truli
terribl
differ
spot
face
incred
accur
beauti
read
rememb
highli
doubt
hi
write
sing
togeth
ever
paint
entir
pick
human
felt
stori
recent
interest
includ
upon
sens
humor
touch
scare
true
fact
actual
hug
complex
pop
head
pictur
night
morn
order
oh
hope
sleep
anyway
wish
well
may
wonder
issu
name
topic
final
pattern
skill
decid
wast
care
what
understand
angri
quit
somewher
els
hide
anger
comfort
women
abil
chang
result
extrem
onlin
languag
art
studi
field
gener
solv
import
must
show
reaction
istp
univers
rule
entj
deep
depend
individu
prefer
everyth
either
motiv
action
particularli
introvert
extravert
interact
alon
busi
anoth
probabl
seen
other
fascin
esfj
train
op
disagre
definit
mother
concern
commun
let
nobodi
got
u
sure
doesnt
necessarili
equal
fine
break
sex
talk
lot
longer
te
mom
fun
dark
compar
logic
seri
edit
far
belief
appreci
level
detail
certain
self
god
wanna
annoy
dislik
j
combin
us
observ
common
serious
control
mostli
mbti
answer
socion
argument
second
refer
liter
happi
provid
assum
youll
process
initi
accept
view
almost
bother
ask
intuit
done
listen
messag
point
math
number
saw
job
silli
whatev
potenti
thei
agre
state
approach
month
crazi
gone
lost
critic
shit
taken
project
gave
woman
piec
possibl
went
marri
girl
forum
similar
question
colleg
xd
men
dead
arent
brain
effort
valu
instead
push
children
cri
drink
sweet
water
claim
healthi
term
cannot
without
involv
worth
debat
vs
fi
concept
polit
religion
moral
evil
goal
perceiv
object
neg
andi
fuck
hate
suck
remind
five
parent
wrong
energi
focu
written
met
scienc
inform
discov
ration
obviou
quick
isfp
parti
found
although
bring
full
effect
sinc
intern
avoid
truth
member
nice
express
couldnt
relat
told
respect
choic
smoke
stop
caus
kill
attract
sensor
surpris
anyon
took
attempt
consid
plan
begin
system
fall
along
wrote
program
four
match
challeng
english
degre
letter
f
p
anxieti
research
tend
simpli
expect
explain
religi
defin
practic
guess
text
appar
vote
fiction
imag
isfj
father
istj
sister
side
cant
haha
suffer
past
yeah
futur
christian
hold
childhood
older
brother
physic
upset
whenev
whether
pull
offend
joke
origin
pay
specif
creat
tongu
stereotyp
statement
exact
sick
white
war
becam
lone
experienc
strong
especi
attent
anymor
young
period
dream
less
fit
danc
favourit
romant
star
odd
bunch
free
desir
meant
stand
page
outsid
act
miss
add
purpos
wait
fight
mistak
lead
success
fan
die
present
check
compani
save
toi
kinda
realis
pain
iti
low
direct
decis
goe
mad
hous
somehow
friendship
huge
soul
win
matter
might
ii
voic
obsess
clean
affect
finish
tv
forc
lie
earli
bodi
realiti
depress
seriou
food
red
certainli
advic
wors
forgot
th
unfortun
troubl
cloth
wear
sent
confus
quiet
hair
damn
yet
chanc
super
cat
honest
version
short
apart
countri
relax
mood
immedi
youtub
realiz
easier
estp
there
coffe
date
black
summer
she
film
drug
stick
walk
who
charact
teacher
manipul
dad
gonna
law
career
inferior
pass
somebodi
sexual
allow
excit
spent
here
sensit
handl
wow
treat
cold
otherwis
light
eventu
insid
obvious
throw
profil
famili
stranger
fair
younger
limit
genuin
support
x
warm
straight
shouldnt
ignor
slightli
mess
conflict
group
blue
behavior
smart
pleas
fairli
across
ex
esfp
ok
matur
user
tendenc
male
suppos
basic
activ
ideal
stare
plu
buy
dom
correct
curiou
intens
hot
boy
phone
sport
qualiti
major
event
choos
insight
improv
articl
larg
piss
exactli
week
discuss
aspect
partner
clear
conclus
dog
repli
regard
boyfriend
apolog
afraid
spend
argu
singl
unless
door
home
behind
appli
tire
band
unhealthi
inspir
kid
memori
organ
amount
contact
awkward
base
disord
weak
step
account
calm
philosophi
simpl
nt
gift
intent
cultur
forget
forward
struggl
opposit
child
lazi
frustrat
smile
sign
offer
etc
stress
front
descript
total
ass
money
cut
horribl
youd
passion
husband
fulli
loud
small
honestli
ofi
easili
intellig
continu
role
link
averag
yesterday
shi
none
consist
fill
search
enneagram
fix
strang
fast
particular
travel
classic
histori
psycholog
constantli
teach
will
n
drop
prove
recommend
proud
born
space
feeler
hang
rais
option
titl
jump
color
comput
alot
near
gender
mei
perspect
nf
cute
hit
dress
grade
join
closest
thinker
mainli
earth
gotten
thati
youi
soon
freak
ai
student
focus
citi
iphon
ie
convinc