intj
moment
top
play
experi
life
perc
last
thing
infj
friend
post
next
day
rest
enfj
sorri
hear
natur
relationship
perfect
time
everi
exist
tri
figur
hard
welcom
stuff
game
set
least
minut
move
dont
mean
sit
mayb
come
three
youv
type
want
would
like
use
given
cognit
function
left
video
good
one
note
subject
complet
death
enfp
favorit
grow
current
cool
appear
late
someon
thought
confid
within
world
id
enjoy
worri
peopl
alway
around
entp
your
main
social
live
convers
even
realli
part
thread
high
eat
someth
follow
mani
could
think
watch
movi
class
noth
whole
reason
two
right
middl
today
happen
see
societi
everyon
becom
draw
idea
form
person
im
take
room
learn
share
much
kind
old
school
music
havent
heard
age
fail
speak
year
ago
ive
sort
better
posit
big
mental
he
way
start
new
find
lack
bore
often
exampl
creativ
isnt
that
word
hand
eye
test
score
internet
funni
respons
mention
believ
know
site
half
still
comment
sometim
go
quot
perhap
man
special
knowledg
power
rather
never
real
judg
ne
ti
domin
fe
emot
rare
si
also
ni
due
though
say
first
back
drive
look
best
make
lol
guy
hell
sound
manag
put
coupl
connect
awar
se
admit
get
w
heart
notic
known
ill
away
wont
anyth
style
great
song
long
love
close
extrovert
normal
book
estj
said
except
call
fear
anim
didnt
pretti
problem
femal
okay
help
develop
littl
describ
place
infp
hurt
turn
tell
typic
trait
list
seem
came
bad
alreadi
howev
deal
toward
easi
intp
identifi
imagin
bit
car
trust
theyr
weird
laugh
run
usual
leav
end
work
mine
meet
need
respond
wasnt
wouldnt
abl
sad
lose
knew
give
awesom
stupid
stay
opinion
theori
suggest
difficult
situat
random
open
glad
thank
made
sever
hour
line
later
keep
enough
cours
absolut
amaz
ye
case
feel
mind
truli
terribl
differ
face
accur
beauti
read
rememb
doubt
write
togeth
ever
entir
pick
human
felt
stori
recent
interest
includ
sens
touch
scare
true
fact
actual
hug
head
pictur
night
order
oh
hope
sleep
anyway
wish
well
may
wonder
issu
name
topic
final
skill
decid
care
what
understand
angri
quit
somewher
els
comfort
women
abil
chang
result
extrem
onlin
languag
art
studi
gener
import
must
show
istp
univers
rule
entj
deep
depend
individu
prefer
everyth
either
motiv
action
particularli
introvert
interact
alon
busi
anoth
probabl
seen
other
esfj
op
definit
mother
commun
let
got
sure
doesnt
necessarili
fine
break
sex
talk
lot
te
mom
fun
dark
logic
edit
far
appreci
level
detail
certain
self
god
annoy
dislik
us
observ
common
serious
control
mostli
mbti
answer
argument
second
refer
liter
happi
assum
youll
process
initi
accept
view
almost
bother
ask
intuit
done
listen
messag
point
math
number
saw
job
whatev
thei
agre
state
approach
month
crazi
lost
critic
shit
taken
project
gave
woman
possibl
went
marri
girl
forum
similar
question
colleg
xd
men
arent
brain
valu
instead
children
cri
drink
term
cannot
without
involv
worth
debat
vs
fi
polit
religion
goal
perceiv
object
neg
andi
fuck
hate
suck
remind
parent
wrong
energi
focu
met
scienc
inform
isfp
parti
found
although
bring
full
effect
sinc
avoid
truth
nice
express
couldnt
relat
told
respect
choic
stop
caus
kill
attract
surpris
anyon
took
consid
plan
begin
system
fall
along
english
degre
f
p
anxieti
research
tend
simpli
expect
explain
defin
practic
guess
text
isfj
father
istj
sister
side
cant
haha
past
yeah
futur
hold
older
brother
physic
whenev
whether
joke
origin
pay
specif
creat
tongu
stereotyp
strong
especi
attent
anymor
young
dream
less
fit
romant
free
desir
meant
stand
page
outsid
act
miss
add
purpos
wait
fight
lead
die
present
check
toi
kinda
pain
iti
low
direct
decis
goe
hous
somehow
friendship
huge
matter
might
ii
voic
affect
finish
forc
lie
earli
bodi
realiti
depress
seriou
food
certainli
advic
troubl
wear
sent
confus
quiet
hair
yet
chanc
super
cat
honest
short
countri
mood
realiz
easier
estp
there
date
black
she
walk
charact
teacher
dad
gonna
allow
excit
here
sensit
cold
light
insid
obvious
famili
younger
support
ignor
group
behavior
pleas
across
esfp
ok
male
suppos
basic
activ
ideal
buy
correct
curiou
intens
phone
qualiti
major
choos
exactli
week
discuss
partner
clear
dog
repli
boyfriend
afraid
spend
singl
unless
home
behind
appli
tire
kid
organ
amount
contact
awkward
base
step
simpl
nt
forget
struggl
opposit
child
frustrat
smile
sign
etc
stress
descript
total
money
small
honestli
easili
intellig
link
shi
enneagram
strang
particular
psycholog
constantli
n
space
hang
color
comput
perspect
nf
cute
hit
join
ai
